dotnet_output_post.txt
Running 30s test @ http://localhost:5044/api/table
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   717.43us    1.95ms  69.36ms   99.40%
    Req/Sec    33.49k     2.98k   38.53k    87.38%
  4012055 requests in 30.10s, 378.79MB read
  Non-2xx or 3xx responses: 4012055
Requests/sec: 133272.60
Transfer/sec:     12.58MB