phoenix_output_post.txt
Running 30s test @ http://localhost:4000/api/table
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   282.44ms   46.98ms 611.96ms   80.25%
    Req/Sec    91.87     49.63   250.00     67.85%
  10581 requests in 30.04s, 72.85MB read
  Non-2xx or 3xx responses: 10581
Requests/sec:    352.28
Transfer/sec:      2.43MB