phoenix_output_post.txt
Running 30s test @ http://localhost:4000/api/table
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   277.60ms   88.88ms   1.01s    94.78%
    Req/Sec    96.76     52.03   242.00     64.99%
  10981 requests in 30.05s, 75.60MB read
  Non-2xx or 3xx responses: 10981
Requests/sec:    365.48
Transfer/sec:      2.52MB